{
	"books": [
		{
			"title": "Your Brain On Porn",
			"author": "Gary Wilson",
			"dir": "your_brain_on_porn",
			"dimensions": [5.06, 7.81, 0.47],
			"excerpts": [
				{
					"header": "The Big Tobacco of Our Day",
					"content": "Big Tobacco's campaign to cast doubt on the link between smoking and disease is now a classic case study in a science called agnotology: <i>the study of the cultural production of ignorance.</i> Agnotology investigates the deliberate sowing of public misinformation and doubt in a scientific area. As Brian McDougal, the author of <i>Porned Out</i>, put it: <br><br><i>It's hard to imagine that a whole generation chain-smoked cigarettes without having any idea how harmful they are, but the same thing is happening today with online pornography</i>"
				}
			]
		},
		{
			"title": "Ottoman Vampires - Rumors, Interactions, Reactions",
			"author": "Salim Fikret Kırgi",
			"dir": "ottoman_vampires",
			"dimensions": [5.2, 7.8, 0.4],
			"excerpts": [
				{
					"header": "Hindered Demon",
					"content": "One day I saw an innumerable amout of swords stemmed over a grave. Since this practice was taken so seriously, [they] would stick swords three or four times a day. An Albanian who happened to be in Mykonos Island, with an authorative tone, deemed the practice unbelievably laughable and scolded \"Don't you understand, are you blind?! Can't you see the cross shaped hilts hindering the demon from leaving the body? Why aren't you using Turkish swords?\"<br><br><i>A Mediterranean Voyage, Tournefort, 1718</i>"
				}
			]
		},
		{
			"title": "Performance Addiction",
			"author": "Arthur Ciaramicoli",
			"dir": "performance_addiction",
			"dimensions": [6.14, 9.21, 0.57],
			"excerpts": [
				{
					"header": "Being Human",
					"content": "About the time of my father's death, I was given a book by Hugh Prather called <i>Notes to Myself.</i> I remember only one line: \"We can either be perfect or we can be human.\" To me this phrase summarizes the problem with perfectionism. As we get closer and closer to the state of perfection, we must go to ever greater lengths to hide our mistakes, flaws, and shortcomings - that is, all that makes us most appealingly human."
				},
				{
					"header": "Acceleration",
					"content": "If you are tring to win everything you want by increasing your level of activity, you are involved in a dizzying acceleration. In <i>Faster: The Acceleration of Just about Everything</i>, author James Gleick summarizes the characteristics ofa high-paced society that is fueled by stress and stoked ambition. \"If one quality defines our modern, technological age, it is acceleration\" writes Gleick. \"We are making haste. Our computers, our movies, our sex lives, our prayers - they all run faster now than before. And the more we fill our lives with time-saving devices and time-saving strategies, the more rushed we feel."
				}
			]
		},
		{
			"title": "FLOW: The Psychology of Optimal Experience",
			"author": "Mihalyi Csikszentmihalyi",
			"dir": "flow",
			"dimensions": [5.3, 7.9, 0.9],
			"excerpts": [
				{
					"header": "Leisure Industry",
					"content": "The tremendous leisure industry that has arisen in the last few generations has been designed to help fill free time with enjoyable experiences. Nevertheless, instead of using our physical and mental resources to experience flow, most of us spend many hours each week watching celebrated athletes playing in enormous stadiums. Instead of making music, we listen to platinum records cut by millionaire musicians. Instead of making art, we go to admire paintings that brought in the highest bids at the latest auction. We do not run risks acting on our beliefs, but occupy hours each day watching actors who pretend to have adventures, engaged in mock-meaningful action. This vicarious participation is able to mask, at least temporarily, the underlying emptiness of wasted time. But it is a very pale substitute for attention invested in real challenges. The flow experience that results from the use of skills leads to growth; passive entertainment leads nowhere. Collectively we are wasting each year the equivalent of millions of years of human consciousness. The energy that could be used to focus on complex goals, to provide for enjoyable growth, is squandered on patterns of stimulation that only mimic reality. Mass leisure, mass culture, and even high culture when only attended to passively and for extrinsic reasons—such as the wish to flaunt one's status—are parasites of the mind. They absorb psychic energy without providing substantive strength in return. They leave us more exhausted, more disheartened than we were before."
				},
				{
					"header": "Marriage and Friendship",
					"content": "The ideal of a modern marriage is to have one's spouse as a friend. In previous times, when marriages were arranged for the mutual convenience of families, this was considered an impossibility. But now that there are fewer extrinsic pressures to get married, many people claim that their best friend is their spouse. Friendship is not enjoyable unless we take up its expressive challenges. If a person surrounds himself with \"friends\" who simply reaffirm his public persona, who never question his dreams and desires, who never force him to try out new ways of being, he misses out on the opportunities friendship presents. A true friend is someone we can occasionally be crazy with, someone who does not expect us to be always true to form. It is someone who shares our goal of self-realization, and therefore is willing to share the risks that any increase in complexity entails."
				},
				{
					"header": "Marcus Aurelius the Chad",
					"content": "And the great emperor Marcus Aurelius wrote: <br><br><p><i>If you are pained by external things, it is not they that disturb you, but your own judgment of them. And it is in your power to wipe out that judgment now.</i></p>"
				},
				{
					"header": "Is that all there is?",
					"content": "After a while, however, it becomes obvious that these piecemeal solutions won't work either. No matter how much energy we devote to its care, the body will eventually give out. If we are learning to be more assertive, we might inadvertently alienate our friends. And if we devote too much time to cultivating new friends, we might threaten relationships with our spouse and family. There are just so many dams about to burst and so little time to tend to them all. <p>Daunted by the futility of trying to keep up with all the demands they cannot possibly meet, some will just surrender and retire gracefully into relative oblivion. Following Candide's advice, they will give up on the world and cultivate their little gardens. They might dabble in genteel forms of escape such as developing a harmless hobby or accumulating a collection of abstract paintings or porcelain figurines. Or they might lose themselves in alcohol or the dreamworld of drugs. While exotic pleasures and expensive recreations temporarily take the mind off the basic question \"Is this all there is?\" few claim to have ever found an answer that way. </p>"
				}
			]
		},
		{
			"title": "Do Nothing",
			"author": "Celeste Headlee",
			"dir": "do_nothing",
			"dimensions": [5.78, 8.54, 0.99],
			"excerpts": [
				{
					"header": "Infinite Growth in a Finite Planet",
					"content": "An economy built around constant growth, though, may not be sustainable in the long run, and many economists have started to question economic policies that are based on a belief in unending increases. This issue has actually become a bone of contention among many who watch financial markets. Journalist and author Christopher Ketcham calls the dream of constant growth the \"unifying faith of industrial civilization.\" <br><br> While there's no reason why incomes shouldn't continue to grow and, therefore, why the amount people are willing to pay for products would not also increase, the number of resources available to make those products is finite. I'm certainly not going to settle this issue in these pages, as economics is not an exact science and there may be no definitive answers. As the old joke goes, if you put ten economists into a room, you'll end up with eleven opinions. I'm only interested in this debate because of the impact it has on our working lives. Graeme Maxton, secretary general of the Club of Rome and author of The End of Progress, tells me, \"We have this 'common sense' belief that we need economic growth to create jobs and reduce inequality, that economic growth is the key to everything.\""
				},
				{
					"header": "Workaholism",
					"content": "So why don't Americans take a break? Because we've been brainwashed to believe that hard work, on its own, is the key to success. In an op-ed that protests against the unhealthy work ethic of Silicon Valley, Daniel Heinemeier Hansson points out that Charles Darwin worked only four hours a day and Kobe Bryant put in only six hours a day during the off-season. Hansson, the founder of Basecamp and the bestselling author of Rework, says, \"Don't tell me that there's something uniquely demanding about building yet another fucking startup that dwarfs the accomplishments of The Origin of Species or winning five championship rings. It's bullshit. Extractive, counterproductive bullshit peddled by people who either need a narrative to explain their personal sacrifices and regrets or who are in a position to treat the lives and well-being of others like cannon fodder.\" Lest you think this is all hot air, Hansson has put his money where his philosophy is. Hansson's employees work forty hours a week for most of the year and only thirty two hours during the summer months. In a 2017 op-ed, he wrote, \"Workaholism is a disease. We need treatment and coping advice for those afflicted, not cheerleaders for their misery.\""
				},
				{
					"header": "Peak Misery",
					"content": "In 2016, the self-help industry was worth nearly $10 billion in the United States alone. By 2022, it's expected to be worth more than $13 billion. Many people believe their lives, minds, and bodies can be hacked, tinkered with, and improved in a never-ending search for peak productivity. Why just make a cake when you can search through Pinterest and find the best cake recipe with the cutest decoration ideas? Almost no one searches for a \"good workout routine,\" instead looking for the \"ultimate workout.\" We want the fastest, most efficient method for reaching our goals, hopefully guaranteed by as many five-star reviews as possible."
				},
				{
					"header": "The Pen Is Mightier Than The Keyboard",
					"content": "...also found that even when the computer is used only to take notes, it's still inferior to writing in longhand when it comes to com-prehension and retention. The report was titled \"The Pen Is Mightier Than the Keyboard.\" Students who used their laptops did poorly when asked conceptual questions, despite recording more of what was said. When students write in longhand, they process the information they hear and record it in their own words. Those who use a laptop might be able to transcribe a lecture verbatim, but they simply don't learn as much. <br><br> Professor Susan Dynarski of the University of Michigan wrote an op-ed in the New York Times in 2017 explaining why she bans all electronics from her classrooms. She admits this policy may seem extreme but says, \"The research is unequivocal: Laptops distract from learning, both for users and for those around them. It's not much of a leap to expect that electronics also undermine learning in high school classrooms or that they hurt productivity in meetings in all kinds of workplaces.\""
				},
				{
					"header": "Our Ultimate Goal",
					"content": "\"We adopt the illusion,\" Andrew Taggart says, \"that personal productivity is itself the end of suffering, or is itself happiness, when in actuality, the aim of personal productivity is to enable the work-society to continue....The truth is that we are its tools.\" In other words, we use laptops because we think recording 80 percent of what's said is inherently better than getting only 50 percent. We strive to achieve peak productivity but forget that it's taking us further from our ultimate goal—learning."
				},
				{
					"header": "Edward Barneys",
					"content": "Edward Bernays would later say he learned an invaluable lesson while at the CPI office: The tactics he'd used during war \"could be applied with equal facility to peacetime pursuits. In other words, what could be done for a nation at war could be done for organizations and people in a nation at peace.\" This slight man with his dark, sunken eyes, high forehead, and generous mustache is probably not familiar to most people today, but he changed our lives irrevocably. <br><br>Bernays is now known as the \"Father of Spin.\" He helped make it fashionable for women to smoke in the late twenties by re-branding cigarettes as \"Torches of Freedom\" and symbols of feminist strength. His 1928 book, Propaganda, was hugely influential and put into practice by many men in power. \"Those who manipulate this unseen mechanism of society constitute an invisible government which is the true ruling power of our country,\" Bernays wrote. \"In almost every act of our daily lives, whether in the sphere of politics or business, in our social conduct or our ethical thinking, we are dominated by the relatively small number of persons...who understand the mental processes and social patterns of the masses.\"          "
				},
				{
					"header": "Walking Résumés",
					"content": "The writer Maria Popova told the BBC: \"The most pernicious thing [is] this tendency we have to apply productivity to realms of life that should, by their very nature, be devoid of that criterion.\" <br><br>Popova reports that she used to enjoy taking a camera with her everywhere and taking photos of what she saw. Now that she feels pressured to leverage her photos on social media, the camera \"has become its own burden.\" I understand her dilemma. I love to walk but sometimes when the sole purpose of my jaunt is to meet my step goal, I dread leaving the house. What was a joy sometimes feels like drudgery because I've turned a pleasure into work. <br><br>Again, it should go without saying that it is natural to want to improve. We are biologically programmed to quickly become impatient with the status quo and to push for better things. But we've pushed it too far. What's more, we've lost sight of the fact that productivity is a means to an end, not a goal in and of itself. One time-use expert told Juliet Schor, \"We have become walking résumés. If you're not doing something, you're not creating and defining who you are.\""
				},
				{
					"header": "Death of Boredom",
					"content": "low ourselves a significant amount of leisure time. It makes sense, too, when you think back to times in your life when you worked a considerable amount of overtime. Do you think you were in the right frame of mind then to think creatively or carefully? I think the weight of scientific opinion shows that a certain amount of idleness is required in order for the human brain to function best. Although we think of great men and women as hard workers, many of them were as rigorous about scheduling leisure as they were about getting things done. As Alex Soojung-Kim Pang, author of Rest: Why You Get More Done When You Work Less, writes: \"Darwin and Lubbock, and many other creative and productive figures, weren't accomplished despite their leisure; they were accomplished because of it.\"<br><br> One of the tragic consequences of rising smartphone usage is the death of boredom. In our hours of leisure, we used to experience some measure of ennui from time to time, but we are rarely bored these days, and the younger generation almost doesn't know the meaning of the word. This is not a good development because boredom is an inherently fertile state of mind."
				},
				{
					"header": "Default Network",
					"content": "\"Once you start daydreaming and allow your mind to wander,\" says the psychologist Sandi Mann, author of The Upside of Downtime: Why Boredom Is Good, \"you start thinking beyond the conscious and into the subconscious.\" <br><br> When our minds are allowed to relax and rest, they return to what's called the \"default network.\" This is the part of the brain that sorts through all the new information we've received recently and tries to put it into con-text with what we already know. The default network is integral to learning, insight, and imagination. If our minds never come to rest, there is never an opportunity to wander into new directions. <br><br> Again, don't mistake rest for inactivity. When the mind is at rest, it is still active. In fact, it uses only 5 percent less energy than it does when it's focused on a task. Focus is required for directed work, but idleness is necessary for reflection."
				},
				{
					"header": "How to break out of productivity hell?",
					"content": "So here is the complete list of solutions, all designed to break your addiction to efficiency without purpose and productivity with production. <br><br>1. Increase time perception.<br> 2. Create your ideal schedule. <br>3. Stop comparing at a distance. <br>4. Work fewer hours. <br>5. Schedule leisure. <br>6. Schedule social time. <br>7. Work in teams. <br>8. Commit small, selfless acts. <br>9. Focus on ends, not means. <br><br>This list may represent small tweaks to your current habits, or it could be that following these guidelines will require a massive over-haul. Regardless, learn from my experience and start with one at a time. Most things are good for you only up to the point where they become oppressive and overwhelming. I certainly don't recommend that you turn this list into another productivity hack that causes further stress."
				}
			]
		},
		{
			"title": "Capitalist Realism",
			"author": "Mark Fisher",
			"dir": "capitalist_realism",
			"dimensions": [5.71, 8.6, 0.32],
			"excerpts": [
				{
					"header": "Mental Illness Under Capitalism",
					"content": "The current ruling ontology denies any possibility of a social causation of mental illness. The chemico-biologization of mental illness is of course strictly commensurate with its de-politicization. Considering mental illness an individual chemico-biological problem has enormous benefits for capitalism. First, it reinforces Capital's drive towards atomistic individualization (you are sick because of your brain chemistry). Second, it provides an enormously lucrative market in which multinational pharmaceutical companies can peddle their pharmaceuticals (we can cure you with our SSRIs). It goes without saying that all mental illnesses are neurologically instantiated, but this says nothing about their causation. If it is true, for instance, that depression is constituted by low serotonin levels, what still needs to be explained is why particular individuals have low levels of serotonin. This requires a social and political explanation; and the task of repoliticizing mental illness is an urgent one if the left wants to challenge capitalist realism."
				},
				{
					"header": "Entrepreneurial Fantasy Society",
					"content": "(Quoting from The Selfish Capitalist by Oliver James). In the entrepreneurial fantasy society, the delusion is fostered that anyone can be Alan Sugar or Bill Gates, never mind that the actual likelihood of this occurring has diminished since the 1970s - a person born in 1958 was more likely than one born in 1970 to achieve upward mobility through education, for example. The Selfish Capitalist toxins that are most poisonous to well-being are the systematic encouragement of the ideas that material affluence is they key to fulfillment, that only the affluent are winners and that access to the top is open to anyone willing to work hard enough, regardless of their familial, ethnic or social background - if you do not succeed, there is only one person to blame."
				},
				{
					"header": "Final Note",
					"content": "The long, dark night of the end of the history has to be grasped as an enormous opportunity. The very opressive pervasiveness of capitalist realism means that even glimmers of alternative political and economic possibilities can have a disproportionately great effect. The tiniest event can tear a hole in the grey curtain of reaction which has marked the horizons of possibility under capitalist realism. From a situation in which nothing can happen, suddenly anything is possible again."
				}
			]
		},
		{
			"title": "Bullshit Jobs",
			"author": "David Graeber",
			"dir": "bullshit_jobs",
			"dimensions": [6, 9, 1.2],
			"excerpts": [
				{
					"header": "Two Boilings of an Egg",
					"content": "Priests or monks might organize their lives around celestial time, but life on earth was typically assumed to be messier. Below the heavens, there is no absolute yardstick to apply. To give an obvious example: if there are twelve hours from dawn to dusk, there's little point saying a place is three hours' walk away when you don't know the season when someone is traveling, since winter hours will be half the length of summer ones. When I lived in Madagascar, I found that rural people - who had little use for clocks - still often described distance the old fashioned way and said that to walk to another village would take two cookings of a pot of rice. In medieval Europe, people spoke similarly of something as taking \"three paternosters\" or two boilings of an egg. This sort of thing is extremely common. In places without clocks, time is measured by actions rather than action being measured by time."
				},
				{
					"header": "Idle Fingers Knit Sweaters for the Devil",
					"content": "Insofar as women in patriarchal societies were supervised, they were supervised by other women. Now, this did often involve a notion that women, unlike men, should keep themselves busy all the time. \"Idle fingers knit sweaters for the devil\" my great-grandmother used to warn her daughter back in Poland. But this kind of traditional moralizing is actually quite different from the modern \"If you have time to lean, you have time to clean\" because its underling messages is not that you <i>should</i> be working but that you <i>shouldn't</i> be doing anything else. Essentially, my great-grandmother was saying that anything a teenage girl in a Polish shtetl might be getting up to when she wasn't knitting was likely to cause trouble. Similarly, one can find occasional warnings by nineteenth-century plantation owners in the American South or the Caribbean that it's better to keep slaves busy even at made-up tasks than to allow them to idle about in the off-season; the reason given always being that if slaves were left with time on their hands, they were likely to start plotting to flee or revolt."
				},
				{
					"header": "Made Up Work",
					"content": "Groos' theory of \"the pleasure at being the cause\" led him to devise a theory of play as make-believe: humans invent games and diversions, he proposed, for the exact same reason the infant takes delight in his ability to move a pencil. We wish to exercise our powers as an end in themselves. The fact that the situation is made up doesn't detract from this; in fact, it adds another level of contrivance. This, Groos suggested - and here he was falling back on the ideas of Romantic German philosopher Friedrich Schiller - is really all that freedom is. (Schiller argued that the desire to create art is simply a manifestation of the urge to play as the exercise of freedom for its own sake as well.) Freedom is our ability to make things up just for the sake of being able to do so. <br> Yet at the same time, it is precisely the make-believe aspect of their work that student workers like Patrick and Brendan find the most infuriating - indeed, that just about anyone who's ever had a wage-labor job that was closely supervised invariably finds the most maddening aspect of her job. Working serves a purpose, or is meant to do so. Being forced to pretend to work just for the sake of working is an indignity, since the demand is perceived - rightly - as the pure exercise of power for its own sake. If make-believe play is the purest expression of human freedom, make believe-work imposed by others is thepurest expression of lack of freedom. It's not entirely surprising then, that the first historical evidence we have for the notion that certain categories of people really ought to be working at all times, even if there's nothing to do, and that work needs to be made up to fill their time, even if there's nothing that really needs doing, refers to people who are not free: prisoners and slaves, two categories that historically have largely overlapped."
				},
				{
					"header": "Shit Mindfully",
					"content": "Irene: \"On top of the metrics, there were the cruel, patronizing flexibility and mindfulness seminars. No you can't work fewer hours. No, you can't get paid more. No, you can't choose which bullshit projects to decline. But you can sit through this seminar, where the bank tells you how much it values flexibility. <br> The mindfullness seminars were even worse. They attempted to reduce the unfathomable beauty and stupefying sadness of the human experience into the raw physicality of breating, eating and shitting. Breathe mindfully. Eat mindfully. Shit mindfully, and you can be successful in business.\" <br><br> All of this, presumably, to remind the employee that if one reduced life to pure physicality, the fact that some abstractions were more \"real\" than others, and that some office tasks seemed to serve a legal and moral or even economic purpose and others did not, was not really all that important. It's as if they first forbid you to acknowledge you are engaging in empty ritual, then force you to attend seminars where hired gurus tell you, \"In the final analysis, isn't everything we do just empty ritual?\""
				},
				{
					"header": "You Have It Better",
					"content": "The burden of rights-scoling falls above all on the younger generations. In most wealthy countries, the current crop of people in their twenties represents the first generation in more than a century that can, on the whole, expect opportunities and living standards substantially worse than those enjoyed by their parents. Yet at the same time, they are lectured relentlessly from both left and right on their sense of entitlement for feeling they might deserve anything else. This makes it especially difficulty for younger people to complain about meaningless employment."
				},
				{
					"header": "Not Very Shocking Statistics",
					"content": "Very few economists have actually attempted to measure the overall social value of different professions; most would probably take the very idea as something of a fool's errand; but those who have tried tend to confirm that there is indeed an inverse relation between usefulness and pay. In a 2017 paper, US economists Benjamin B. Lockwood, Charles G. Nathanson, and E. Gkeb Weyl combed through the existing literature on the \"externalities\" (social costs) and \"spillover effects\" (social benefits) associated with a variety of highly paid professions, to see if it were possible to calculate how much each adds to or subtracts from the economy overall. They concluded that while in some cases - notably anything associated with creative industries - the values involved were just too subjective to measure, in other cases, a rough approximation was possible. Their conclusion: the most socially valuable workers whose contributions could be calculated are medical researchers, who add $9 of overall value to society for every $1 they are paid. The least valuable were those who worked in the financial sector, who, on average, subtract a net $1.80 in value from society for $1 of compensation. (And, of course, workers in the financial sector are often compensated extremely well.)"
				}
			]
		},
		{
			"title": "Burnout Society",
			"author": "Byung Chul Han",
			"dir": "burnout_society",
			"dimensions": [5, 8, 0.17],
			"excerpts": [
				{
					"header": "Vita Contemplativa & Vita Activa",
					"content": "In this sense, Saint Gregory the Great wrote: \"One must know, if a good course of life requires that one pass from the active to the contemplative life, then it is often useful when the soul returns from the contemplative to the active life in such a way that the flame of contemplation lighted in the heart confers its entire perfection on activity. Thus, the active life must lead to contemplation, but contemplation must proceed from what we have observed within and calls us back to activity.\""
				},
				{
					"header": "Nietzsche on the Sovereign Man",
					"content": "For Nietzsche, it is not \"sovereign man\" but the \"last man\" who exploits himselfs as his own vassal. Counter to what Ehrenberg claims, Nietzsche advanced \"sovereign man\" in the name of cultural criticism, as a countermodel to the exhausted achievement-subject. That is why \"sovereign man\" is a man of leisure. A hyperactive person would have disgusted Nietzsche: the \"strong soul\" keeps \"calm\", \"moves slowly\" and \"has an aversion to what's too lively.\" <i>Thus Spoke Zarathustra</i> declares:<br><br>All of you who are in love with hectic work and whatever is fast, new, strange-you find it hard to bear yourselves, your diligence is escape and the will to forget yourself.<br>If you believed more in life, you would hurl yourself less into the moment. But you do not have enough content in yourselves for waiting-not even for laziness!"
				},
				{
					"header": "Life Reduced to Survival",
					"content": "The capitalist economy absolutizes survival. It is not concerned with <i>good</i> life. It is sustained by the illusion that more capital produces more life, which means a greater capacity for living. The rigid, rigorous seperation between the life and death casts a spell of ghostly stiffness over life itself. Concern about living the good life yields to the hysteria of surviving. The reduction of life to biological, vital processes makes life itself bare and strips it of all narrativity. It takes <i>livingness</i> from life, which is a much more complex than simple vitality and health. The mania for health emerges when life has become as flat as a coin and stripped of all narrative content, all value. Given the atomization of society and the erosion of the social, all that remains is the body of the ego, which is to be kept healthy at any cost.The loss of ideal values leaves, other than the exhibiton value of the ego, only health value behind. Bare life makes all telelogy vanish - every in-order-to that would give reason to remain healthy. Health becomes self-referential and voids itself into purposiveness without purpose."
				},
				{
					"header": "Bare Life",
					"content": "The life of <i>homo sacer</i> in achievement society is holy and bare for another reason entirely. It is bare because, stripped of all transcendent <i>value</i>, it has been reduced to the immanency of vital functions and capacities, which are to be maximized by any and all means. The inner logic of achievement society dictates its evolution into a <i>doping society</i>. Life reduced to bare, vital functioning is life to be kept healthy unconditionally. Health is the new goddess. That is why bare life is holy."
				}
			]
		},
		{
			"title": "Although Of Course You End Up Becoming Yourself",
			"author": "David Lipsky",
			"dir": "although",
			"dimensions": [6.33, 9.15, 1.06],
			"excerpts": [
				{
					"header": "Real Rebels",
					"content": "Too sincere. Clearly repressed. Backward, quaint, naïve, anachronistic. Maybe that'll be the point. Maybe that's why they'll be the next real rebels. Real rebels, as far as I can see, risk disapproval. The old postmodern insurgents risked the gasp and squeal: shock, disgust, outrage, censorship, accusations of socialism, anarchism, nihilism. Today's risks are different. The new rebels might be artists willing to risk the yawn, the rolled eyes, the cool smile, the nudged ribs, the parody of gifted ironists, the \"Oh how banal.\" To risk accusations of sentimentality, melodrama. Of overcredulity. Of softness. Of willingness to be suckered by a world of lurkers and starers who fear gaze and ridicule above imprisonment without law."
				},
				{
					"header": "All Right",
					"content": "(Talking about succeeding as a young writer) It means to me like, this is sort of what happened to me. You know, it was probably very much the same for you. You know, you're in Brown, who's gonna make it, who's not? And then you get, like, you start being able to make a living. So you get all that affirmation from the exterior, that when you're a young person you think will make everything all right. And I realize that sounds reductive and pop psych or whatever. But to realize—like you say, when it happens to you, when you yourself realize, \"Holy shit, this doesn't make everything all right.\" Um, for me, it fucked with my sort of \"metaphysics of living\" in an incredibly deep way."
				},
				{
					"header": "Engaging Art",
					"content": "You teach the reader that he's way smarter than he thought he was. I think one of the insidious lessons about TV is the meta-lesson that you're dumb. This is all you can do. This is easy, and you're the sort of person who really just wants to sit in a chair and have it easy. When in fact there are parts of us, in a way, that are a lot more ambitious than that. And what we need, I think—and I'm not saying I'm the person to do it. But I think what we need is seriously engaged art, that can teach again that we're smart. And that there's stuff that TV and movies—although they're great at certain things—cannot give us. But that have to create the motivations for us to want to do the extra work, you know, to get these other kinds of art. And I think you can see it in the visual arts, I think you can see it in music."
				},
				{
					"header": "Virtually Dead",
					"content": "In fifteen years, we're gonna have virtual reality pornography. Now, if I don't develop some machinery for being able to turn off pure unalloyed pleasure, and allow myself to go out and, you know, grocery shop and pay the rent? I don't know about you, but I'm gonna have to leave the planet. Virtual. Reality. Pornography. I'm talking, you know what I mean? The technology's gonna get better and better at doing what it does, which is seduce us into being incredibly dependent on it, so that advertisers can be more confident that we will watch their advertisements. And as a technology system, it's amoral. It doesn't have a responsibility to care about us one whit more than it does: It's got a job to do. The moral job is ours. You know, Why am I watching five hours a day of this? I mean, why am I getting 75 percent of my calories from candy? I mean, that's something that a little tiny child would do, and that would be all right. But we're postpubescent, right? Somewhere along the line, we're supposed to have grown up.<br><br><i>But if the most intelligent, promising, and educated people go into designing the candy, then it's impossible to turn down.</i><br><br>Then we're talking about Turkish delight and C. S. Lewis. If I can put it into a couple of sentences that you can quote: see, it's more like, Yeah, this is the problem. Is that, is that entertainment lies on the addictive continuum. And we're saved right now, because it's just not all that good. But if you notice that like—I'll watch five or six, I'll zone out in front of the TV for five or six hours, and then I feel depressed and empty. And I wonder why. Whereas if I eat candy for five or six hours, and then I feel sick, I know why.<br><br><i>Reason I feel bad is guilt. My parents operated a very clear and effective NPR/PBS/New Yorker propaganda course: that TV is bad, it's a waste of time, you don't want to be somebody else's audience. And home is the most convenient place to be an audience.</i><br><br>It's not bad or a waste of your time. Any more than, you know, masturbation is bad or a waste of your time. It's a pleasurable way to spend ten minutes. But if you're doing it twenty times a day—or if your primary sexual relationship is with your own hand—then there's something wrong. I mean, it's a matter of degree.<br><br><i>Yeah—whereas at least if you wank off, at least some action has been performed. That you can point to it and say: yes, I have been effective. </i><br><br>All right—you could make me look like a real dick if you wanted to print this and extend the analogy. But there is a similarity. Yes, you're performing muscular movements with your hand as you're jerking off. But what you're doing is running a movie in your head, and having a fantasy relationship with somebody who isn't real, in order to stimulate a purely neurological response. I think one of the reasons that I feel empty after watching a lot of TV, and one of the things that makes TV seductive, is that it gives the illusion of relationships with people. It's a way to have people in the room talking and being entertaining, but it doesn't require anything of me. I mean, I can see them, they can't see me. And, and, they're there for me, and I can, I can receive from the TV, I can receive entertainment and stimulation. Without having to give anything back but the most tangential kind of attention. And that is very seductive. The problem is it's also very empty. Because one of the differences about having a real person there is that number one, I've gotta do some work. Like, he pays attention to me, I gotta pay attention to him. You know: I watch him, he watches me. The stress level goes up. But there's also, there's something nourishing about it, because I think like as creatures, we've all got to figure out how to be together in the same room. And so TV is like candy in that it's more pleasurable and easier than the real food. But it also doesn't have any of the nourishment of real food. And the thing, what the book is supposed to be about is, What has happened to us, that I'm now willing—and I do this too—that I'm willing to derive enormous amounts of my sense of community and awareness of other people, from television? But I'm not willing to undergo the stress and awkwardness and potential shit of dealing with real people. And that as the Internet grows, and as our ability to be linked up, like—I mean, you and I coulda done this through e-mail, and I never woulda had to meet you, and that woulda been easier for me. Right? Like, at a certain point, we're gonna have to build some machinery, inside our guts, to help us deal with this. Because the technology is just gonna get better and better and better and better. And it's gonna get easier and easier, and more and more convenient, and more and more pleasurable, to be alone with images on a screen, given to us by people who do not love us but want our money. Which is all right. In low doses, right? But if that's the basic main staple of your diet, you're gonna die. In a meaningful way, you're going to die. (Passionate) <br><br><i>But you developed some defenses?</i><br><br>No. This is the great thing about it, is that probably each generation has different things that force the generation to grow up. Maybe for our grandparents it was World War Two. You know? For us, it's gonna be that at, at a certain point, that we're either gonna have to put away childish things and discipline ourself about how much time do I spend being passively entertained? And how much time do I spend doing stuff that actually isn't all that much fun minute by minute, but that builds certain muscles in me as a grownup and a human being? And if we don't do that, then (a) as individuals, we're gonna die, and (b) the culture's gonna grind to a halt. Because we're gonna get so interested in entertainment that we're not gonna want to do the work that generates the income that buys the products that pays for the advertising that disseminates the entertainment. [He loves the A-B, 1-2 construction.] It just seems to me like it's gonna be this very cool thing. Where the country could very well shut down and die, and it won't be anybody else doin' it to us, we will have done it to ourselves. (Laughs)"
				}
			]
		}
	]
}
